<unk>	0
<s>	0
</s>	0
▁	-2.22799
s	-2.68409
.	-3.27704
i	-3.60204
e	-3.66187
▁tokenization	-3.78749
l	-3.83269
r	-3.84304
a	-3.84607
u	-3.92904
t	-4.02743
P	-4.03657
p	-4.08027
▁i	-4.1542
le	-4.28061
E	-4.3699
▁in	-4.38311
ch	-4.40844
ni	-4.43993
▁a	-4.44921
g	-4.742
er	-4.74348
o	-4.75421
d	-4.81698
▁B	-4.8661
L	-4.8699
b	-4.8699
ex	-4.8699
▁model	-4.87011
▁Byte	-4.87372
wor	-4.88143
ove	-4.88397
ma	-4.9118
imp	-4.91739
▁s	-4.92069
▁T	-4.92185
▁to	-4.92684
ar	-4.94326
nc	-4.97407
ng	-5.01598
h	-5.07302
the	-5.11956
▁p	-5.12129
▁u	-5.1665
n	-5.16669
te	-5.29011
am	-5.38176
it	-5.47129
ra	-5.59451
pl	-5.60094
ac	-5.72371
T	-5.74762
▁l	-5.76408
to	-5.82654
k	-5.8284
ve	-5.83482
th	-5.83634
▁w	-5.84104
pro	-5.8504
yte	-5.86022
okenization	-5.86304
I	-5.8699
M	-5.8699
N	-5.8699
R	-5.8699
S	-5.8699
W	-5.8699
f	-5.8699
q	-5.8699
-	-5.8699
U	-5.8699
odel	-5.87327
ord	-5.87885
od	-5.90144
ke	-5.91299
or	-5.91936
an	-5.92134
mo	-5.95047
ce	-5.95656
de	-5.9687
▁te	-6.24767
▁t	-6.27238
x	-6.49831
y	-6.49841
w	-6.49851
v	-6.49861
B	-6.49871
z	-6.49881
c	-6.49891
he	-6.49901
m	-6.49901
