{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFD"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "B": 7,
      "E": 8,
      "I": 9,
      "L": 10,
      "M": 11,
      "N": 12,
      "P": 13,
      "R": 14,
      "S": 15,
      "T": 16,
      "U": 17,
      "W": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "f": 24,
      "g": 25,
      "h": 26,
      "i": 27,
      "k": 28,
      "l": 29,
      "m": 30,
      "n": 31,
      "o": 32,
      "p": 33,
      "q": 34,
      "r": 35,
      "s": 36,
      "t": 37,
      "u": 38,
      "v": 39,
      "w": 40,
      "x": 41,
      "y": 42,
      "z": 43,
      "##e": 44,
      "##v": 45,
      "##l": 46,
      "##o": 47,
      "##d": 48,
      "##y": 49,
      "##t": 50,
      "##P": 51,
      "##E": 52,
      "##r": 53,
      "##k": 54,
      "##s": 55,
      "##n": 56,
      "##i": 57,
      "##z": 58,
      "##a": 59,
      "##h": 60,
      "##p": 61,
      "##g": 62,
      "##u": 63,
      "##b": 64,
      "##w": 65,
      "##m": 66,
      "##c": 67,
      "##x": 68,
      "##R": 69,
      "##T": 70,
      "##L": 71,
      "##f": 72,
      "##q": 73,
      "##ni": 74,
      "to": 75,
      "##on": 76,
      "##ke": 77,
      "##at": 78,
      "##ion": 79,
      "##zat": 80,
      "##nizat": 81,
      "##kenizat": 82,
      "##kenization": 83,
      "##el": 84,
      "tokenization": 85,
      "is": 86,
      "##er": 87,
      "##od": 88,
      "##or": 89,
      "in": 90,
      "##yt": 91,
      "##pl": 92,
      "##odel": 93,
      "##yte": 94,
      "Byte": 95,
      "model": 96,
      "te": 97,
      "##ve": 98,
      "##ove": 99,
      "##th": 100,
      "##ra": 101,
      "##ng": 102,
      "##nc": 103,
      "##pr": 104,
      "##ma": 105,
      "##mpl": 106,
      "##ch": 107,
      "##ord": 108,
      "##mple": 109
    }
  }
}